<table style="text-align: left; width: 98%;" border="0" cellpadding="2" cellspacing="2">
    <tbody>
            <tr>
               <td  valign="top" width="100%" valign="undefined">
					<center><h3>Как играть онлайн?</h3></center>
					<p align="left">Справка по игре в Манчкин онлайн:</p>
					<p align="left">
					<ol>
					<li>Регистрация – является совершенно бесплатной и занимает не более 1 минуты</li>
					<li>Создание игрового стола</li>
					<li>Интерфейс игры</li>
					<li>Этапы игры</li>
					<li>Контроль выполнения правил</li>
					<li>Браузер для игры</li>
					<li>Опыт и уровни</li>
					</ol>
					</p>

					<ol>
					<li><h4>Регистрация</h4></li>
						<ol type="A">
						<li>На главной странице кликнете на ссылку «зарегистрироваться»</li>
						<li>Заполните все поля регистрационной анкеты, нажмите «готово»</li>
						<li>На указанный вами почтовый ящик будет выслано письмо с данными необходимыми для активации вашего игрового аккаунта. Перейдите по указанной в письме ссылке</li>
						<li>Все регистрация окончена. Можете авторизоваться под созданным вами логином</li>
						</ol>
					<li><h4>Для начала игры, вам необходимо либо создать новый игровой стол(введите имя стола от 3 до 10 символов латинского алфавите),
					 либо присоединиться к уже существующему</h4></li>
					<li><h4>Интерфейс игры</h4></li>
					<img width="100%" src="./picture/about_it_inter.jpg">
					<ol type="A">
					<li>Вся игра завязана на технологии хватания и перетаскивания карт(drag and drop), хватаешь карту и перетаскиваешь</li>
					<li>Элементы игрового стола</li>					
					<ol type="I">
					<li>Наверху находится пространство(10 ячеек - подписанных "Игровой стол Место Х") игрового стола, куда бросаются карты и все игроки их видят</li>
					<li>Внизу находится пространство(10 ячеек - подписанных "Рука Место Х") карт в твоих руках - эти карты видишь только ты </li>
					<li>Справа находится информация по всем игрокам и по вам(подписано "Это вы"). Вся информация активна, можно щелкнуть мышкой на любую инфу. </li>
					<li>Для изменения параметров своего игрока, кликнете на нужную инофрмацию и внесите изменения. Вы можете изменить свой уровень,пол, по управлять шмотками, проклятиями, расой и классом</li>
					<li>Создатель стола имеет дополнительные кнопки управления:</li>
					<ol type="i">					
					<li>"Следующий ход" - передает ход следующему по очереди игроку. Данный функционал необходим чтобы ход не оставался у игрока, который по тем или иным причинам покинул игру.</li>
					<li>"Закрыть стол"/"Открыть стол" - в зависимости от состояния стола кнопка может принимать два значения. Если надпись на кнопке "Закрыть стол" тогда при нажатии на нее к столу не сможет больше никто присоединиться, в другом случае вы разрешите присоединяться к столу.</li>
					<li><img src="./picture/pencil.png"> - Написать сообщение в игровом чате адресованное определенному игроку</li>
					<li><img src="./picture/cross.png">  - Выгнать игрока из-за игрового стола</li>
					<li><img src="./picture/star.png">   - Передать весь функционал создателя игрового стола другому игроку</li>					
					</ol>					
					<li>Слева находится 2 колоды карт: двери и сокровища. На них можно кликать мышкой(для вывода меню - из которого можно их перетасовать), либо перетаскивать в руку или на игровой стол</li>
					<li>Также слева на игровом столе расположены 3 кнопки:</li>
					<ol type="i">
					<li>"Меню"        - можете смело щелкать на нее и гулять по другим страницам сайта</li>
					<li>"Сброс"       - открывает меню сброса, откуда вы можете доставать карты и просматривать</li>
					<li>"Чистый стол" - все карты с игрового стола отправляются в сброс</li>
					<li>"?"           - Открыть справку</li>
					</ol>
					<li>Cлева внизу на игровом столе расположены 4 кнопки:</li>
					<ol type="i">
					<li>Я пас - нажимается когда игрок нехочет делать никаких действий против других игроков</li>
					<li>Я бью - нажимается когда игрок хочет сообщить всем, что он бьет монстра</li>
					<li>Кон.хода - нажимается когда игрок закончил ход, после нажатия кнопка исчезает, рамка следующего по очереди хода игрока подсвечивается синим цветом</li>
					<li>Кубик - нажимается когда необходимо бросить игровой кубик- например при смывке</li>
					</ol>
					<li>В самом низу игрового стола расположен чат. При его помощи вы можете общаться с другими игроками,а также следить за игровой ситуацией, так как в нем выводятся все действия игроков.</li>
					</ol>
					</ol>

					<li><h4>Этапы игры:</h4></li>
					<ol type="A">
					<li>В начале игры всем выдается по 2 карты дверей и по 2 карты сокровищ, также автоматически определяется кто ходит первым(рамка этого игрока подсвечивается синим цветом, а также у него появляется кнопка "Кон.хода")</li>
					<li>Все игроки смотрят на карты в руке и перемещают их в шмотки либо применяют, в зависимости от типа карты (нажав на игровой карте левой 
					кнопкой мыши, и в меню карты выбрав нужное действие), это является началом игры</li>
					<li>Игрок который ходит первым открывает дверь(кладет ее на стол, перетягивая карту из колоды дверей), и  реагирует на открытую дверь (по правилам настольного манчкина)</li>
						<ol type="I">
						<li>Если дверь оказалась "монстром":</li>
						<ol type="i">
						<li>если игрок бьет монстра, то жмёт кнопку «Я бью», далее ждет пока остальные игроки нажмут "Я пас" 
						или подпадлят(подкинут какие то вредоносные карты). </br>
						Если все игроки нажали "Я пас", то игрок кликает на карту монстра и в появившемся окне нажимает 
						"Убить монстра", за победу он автоматически получает нужное количество уровней и сокровищ на руки.</br> 
						Если кто то из игроков(соперников) подпадлил, то игрок пытается изменить ситуацию в свою пользу(выкладывя карты,если такие 
						имеются,для ослабления или уничтожения монстра/монстров либо просит о помощи других игроков - 
						по средствам игрового чата)</li>
						<li>Если игрок+помощник(если кто-то согласился помочь) не может победить монстра, 
						тогда игрок+помощник пытаются смыться нажав кнопку «Кубик»(поочереди), 
						если им повезет и выпадет нужное число то на них не будет действовать непотребства</li>
						<li>Когда идет бой, другие игроки могут делать всякие подлянки, если они не хотят  делать никаких действий то жмут «Я пас»</li>						
						</ol>
						<li>Если дверь оказалась "проклятием" - то игрок кликает на карту и в появившемся окне нажимает 
						"Применить" и карта автоматически поадает в проклятия к игроку</li>
						<li>Если дверь оказалась "класом/расой"- то игрок кликает на карту и в появившемся окне нажимает 
						"Применить" карта автоматически устанавливается как раса/класс, либо забирает карту к себе вруки(перетащив карту в нужную место руки )</li>
						</ol>
					<li>Далее текущий игрок берет дверь в темную(т.е. кладет ее в руку, перетягивая карту из колоды дверей), либо не берет(если предыдущая дверь была мостром) </li>
					<li>Чтобы обозначить конец хода игрок жмет кнопку «Кон.хода», ход передается следующему по очереди 
						игроку, рамка которого подсвечивается синим цветом</li>
					</ol>

					<li><h4>Контроль выполнения правил</h4></li>
					<ol type="A">
					<li>Контроль за классом и расой</li>
					<li>Контроль количества карт у игроков на руках(не более 5, для дварфов не более 6)</li>
					<li>Контроль открывания первой двери, игрок должен открыть(перетащить карту из колоды дверей на игровой стол) 
						хотя бы одну дверь, если он не сделает этого, то не сможет закончить ход</li>
					<li>Контроль открывания дверей для других игроков. Все игроки которые в данный момент не ходят, не могут открывать двери</li>	
					<li>Контроль продажи карт, игрок не может продать карты и получить за них уровень, если он достиг 9 уровня. 
						Если игрок Хафлинг то первую проданную шмотка за ход, он продает по двойной цене</li>
					<li>Контроль над получением уровней, игрок не может получить уровень применив карту "Получить уровень", если он достиг 9 уровня</li>
					</ol>
					
					<li><h4>Игра прошла тест на следующих браузерах:</h4></li>
					<ol type="A">
					<li>Mozila 3.6</li>
					<li>Internet Explorer 8</li>
					<li>Opera 11</li>
					<li>Google chrome 10</li>
					<li>Safari 5</li>
					</ol>
					
					
					<li><h4>Опыт и уровни:</h4></li>
					<ol type="A">
					<li>Игрок за каждую партию может заработать опыт. Когда накапливается нужное количество опыта игрок переходит на следующий уровень(не путайте внешние уровни и уровни в игровой партии). Уровень игроков отображается в круглых скобках.
						Необходимое количество опыта для перехода на следующий уровень:</li>
							 1 уровень = 100 опыта
						</br>2 уровень = 300 опыта
						</br>3 уровень = 600 опыта
						</br>4 уровень = 1000 опыта
						</br>5 уровень = 1500 опыта
						</br>6 уровень = 2100 опыта
						</br>7 уровень = 2800 опыта
						</br>8 уровень = 3600 опыта
						</br>9 уровень = 4500 опыта
						</br>10 уровень =5500 опыта
						</br>11 уровень =6600 опыта
						
						<li>Контроль за победами. Опыт начисляется только в том случае если:
						<ol type="I">
						<li>За столом 3 и более активных игрков</li>
						<li>Если длительность игры более 10 минут</li>
						</ol>
					</ol>
					</ol>
                </td>
            </tr>        
      </tbody>
    </table>
