<div style="text-align:center;">
	<h3>Добро пожаловать в онлайн версию настольной игры Munchkin</h3>
</div>


<div class="mainpage">
	<span>Что такое Munchkin</span>
	Munchkin &mdash; настольная
	карточная игра, которая пародирует одновременно настольные ролевые игры
	(такие, как Dungeons &amp; Dragons) и коллекционные карточные игры
	(как Magic: The Gathering), но является самостоятельной и увлекательной
	игрой. <a href="http://ru.wikipedia.org/wiki/Манчкин_(игра)" target="_blank">Прочитать больше об игре на Википедии</a>
</div>
<br/>

<div class="mainpage">
	<span>Как играть в Munchkin онлайн.</span>
	Прежде всего вы должны <a href="register.htm">зарегистрироваться</a>, этот процесс займет у вас не более 2 минут.<br/>
	Если вы впервые собираетесь играть, то уделите время на <a href="gamerule.htm">изучение правил настольной игры</a>. В идеале если вы будете играть с человеком, который уже знает правила.
	Для того чтобы ориентироваться в онлайн манчкине, прочитайте <a href="help.htm">справку</a>. После того как вы разобрались, можете приступить к игре. Перейдите в <a href="gamemenu.php">игровое меню</a>
	и создайте новый стол (также вы можете присоединиться к уже существующим столам). Пригласите кого-нибудь или подождите пока к вам присоединятся, затем начните игру и получайте удовольствие.
</div>
<br/>

<div class="mainpage">
	<span>У меня проблема/предложение.</span>
	Если вы заметили что во время игры что-то происходит не так, как нужно, или случается явная ошибка, не стесняйтесь, обращайтесь к <a href="./forum">нашему форуму</a> и мы поможем вам решить проблему.<br/>
	Если у вас есть предложения по игре или по сайту, то пишите на форуме в <a href="./forum/viewtopic.php?id=3">соответствующем разделе</a>. Проект активно развивается и мы надеемся что вы примете в этом непосредственное участие.
</div>
<br/>


<div style="text-align:center;">
	<h3>Приятной вам игры</h3>
</div>
